Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: In summary, the process design and capability of the tenecteplase manufacturing process (see Sections 3.2.P.3.3 Manufacturing Process and Process Controls and Section 3.2.P.3.4 Justification of Controls at Critical Steps) to consistently control the formulation related CQAs in combination with DP release and stability testing ensures consistent product quality.
es_es: En síntesis, el diseño del proceso y la capacidad del proceso de fabricación de la tenecteplasa (véanse las Secciones 3.2.P.3.3, Proceso de fabricación y controles del proceso, y 3.2.P.3.4, Justificación de los controles en pasos críticos) para controlar sistemáticamente los atributos críticos de calidad relacionados con la formulación, en combinación con las pruebas de liberación y de estabilidad del medicamento, garantizan la calidad uniforme del producto.

source: In summary, the process design and capability of the tenecteplase manufacturing process (see Sections 3.2.P.3.3 Manufacturing Process and Process Controls) to consistently control part of the pharmaceutical attributes related to the lyophilisate in combination with release and stability testing (see Sections 3.2.P.5.6 Justification of Specification and 3.2.P.8 Stability Data) ensures appropriate quality for tenecteplase.
es_es: En síntesis, el diseño del proceso y la capacidad del proceso de fabricación de la tenecteplasa (véase la Sección 3.2.P.3.3, Proceso de fabricación y controles del proceso) para controlar sistemáticamente parte de los atributos farmacéuticos relacionados con el liofilizado, en combinación con las pruebas de liberación y de estabilidad (véanse las Secciones 3.2.P.5.6, Justificación de la especificación, y 3.2.P.8, Datos de estabilidad), garantizan la adecuada calidad de la tenecteplasa.

source: In summary, the risk of any non-viral adventitious agents such as transmissible spongiform encephalopathy (TSE) agents, bovine spongiform encephalopathy (BSE) agents, mycoplasma, bacteria and fungi has been thoroughly evaluated and absence demonstrated by either certification or testing.
es_es: En resumen, el riesgo de que haya agentes fortuitos no virales, como agentes de encefalopatía espongiforme transmisible, agentes de encefalopatía espongiforme bovina, micoplasma, bacterias y hongos, se ha evaluado exhaustivamente, y se ha demostrado su ausencia por medio de pruebas o con la certificación correspondiente.

source: In summary, this is the first pivotal outcome study in patients with HFpEF to demonstrate a clinically meaningful and statistically superior effect of a therapy for HF that at the same time slows decline of renal function.
es_es: En resumen, este es el primer estudio pivote de desenlaces realizado en pacientes con ICFEp que demuestra un efecto clínicamente significativo y estadísticamente superior de una terapia para la insuficiencia cardíaca, que al mismo tiempo retarda el deterioro de la función renal.

source: In the tenecteplase group 57% of patients were male, and in the alteplase group 51% of patients were male.
es_es: En el grupo de tenecteplasa, 57% de los pacientes eran de sexo masculino, mientras que en el grupo de alteplasa, el porcentaje de pacientes varones fue de 51%.

source: In the CAROLINA trial, there were no clinically meaningful changes in blood pressure or pulse rate from baseline, nor differences between treatment groups [c23238241, Section 12.4.1].
es_es: En el ensayo CAROLINA, no hubo cambios clínicamente significativos con respecto al inicio en la presión arterial ni el pulso, ni diferencias entre los grupos de tratamiento [c23238241, Sección 12.4.1].

source: In the EMPA-REG OUTCOME trial, patients with stage 3 CKD showed a trend for CV death or HHF risk reduction very close to the risk reduction in the main cohort and in patients with stage 1 and 2 CKD.
es_es: En el ensayo EMPA-REG OUTCOME, los pacientes con enfermedad renal crónica en estadio 3 tendieron hacia una reducción del riesgo de hospitalización por insuficiencia cardíaca y hospitalización por insuficiencia cardíaca muy similar a la de la cohorte principal y a la de los pacientes con enfermedad renal cronica de estadios 1 y 2.

source: In the EMPA-REG-OUTCOME trial, both empagliflozin doses were administered to patients with T2DM and were shown to be equally effective in reducing CV death, HHF, and the composite of HHF or CV death in patients with HF at baseline.
es_es: En el ensayo EMPA-REG-OUTCOME, se administraron ambas dosis de empagliflozina a pacientes con DM2 y se demostró que eran igualmente efectivas para reducir la muerte CV, la hospitalización por insuficiencia cardíaca y la variable compuesta "hospitalización por insuficiencia cardíaca o muerte CV" en pacientes con insuficiencia cardíaca al inicio.

source: In the above cases, besides diabetes mellitus itself as a risk factor for pregnancy complications, some patients had additional risk factors such as past history of spontaneous abortion, hypertension, or uterine leiomyoma.
es_es: En los casos precedentes, además de la propia diabetes mellitus como factor de riesgo del embarazo, algunas pacientes tenían factores de riesgo adicionales como antecedentes de aborto espontáneo, hipertensión o leiomioma uterino.

source: In the absence of a diagnosis, the individual signs/symptoms should be documented.
es_es: En el caso de que no exista un diagnóstico, deberá registrarse cada uno de los signos/síntomas.

source: In the absence of an (S)AE, only the Pregnancy Monitoring Form for Clinical Trials and not the SAE form was to be completed.
es_es: De no haber estado acompañado por eventos adversos (serios), solo se debía completar el Formulario de Seguimiento del Embarazo en Ensayos Clínicos y no el Formulario de Eventos Adversos Serios.

source: In the absence of an accompanying SAE or AESI, only the Pregnancy Monitoring Form for Clinical Trials (provided in the ISF) and not the SAE form was to be completed.
es_es: De no haber estado acompañado por eventos adversos graves ni de interés particular, solo se debía completar el Formulario de Seguimiento del Embarazo en Ensayos Clínicos (disponible en el archivo del centro investigador) y no el Formulario de Eventos Adversos Graves.

source: In the analysis of safety laboratory parameters, the frequencies of patients with serum creatinine ≥2x the baseline value and above the normal range were similar in the empagliflozin group (67 patients, 2.2%) and the placebo group (74 patients, 2.5%; Table 15.3.1.3: 2).
es_es: Entre el análisis de los parámetros de laboratorio de seguridad, las frecuencias de pacientes con una creatinina sérica ≥2x el valor inicial y por sobre el intervalo normal fueron similares en el grupo de empagliflozina (67 pacientes, 2.2%) y el de placebo (74 pacientes, 2.5%; Tabla 15.3.1.3: 2).

source: In the analysis of shifts in diabetes status, most patients demonstrated no change.
es_es: En el análisis de los cambios del estado de diabetes, la mayoría de los pacientes no presentaron ningún cambio.

source: In the cell culture area for bioreactor cultivation, multiple products can be manufactured in a concurrent production mode.
es_es: En el área de cultivo celular para biorreactor, se pueden fabricar múltiples productos en un modo de producción concurrente.

source: In the chromatogram obtained with the test solution, the area of each any peak apart principal peak, should not be more than the area of principal peak obtained with the reference solution (b) (0.10%), the sum of the areas of all peaks, apart from the principal peak, should not be more than 10 times the area of principal peak obtained with the reference solution (b) (1.0%).
es_es: En el cromatograma obtenido con la solución de análisis, el área de cada uno de los picos, más allá del pico principal, debe ser como máximo el área del pico principal del cromatograma de la solución de referencia (b) (0.10%); la suma del área de todos los picos, más allá del pico principal, debe ser como máximo 10 veces el área del pico principal de la solución de referencia (b) (1.0%).

source: In the chromatogram obtained with the test solution, the area of impurity A, should not be more than 5 times the area of principal peak obtained with the reference solution (b) (0.50%),
es_es: En el cromatograma obtenido con la solución de análisis, el área de la impureza A debe ser como máximo 5 veces el área del pico principal del cromatograma de la solución de referencia (b) (0.50%).

source: In the chromatogram obtained with the test solution, the area of impurity B, should not be more than 5 times the area of principal peak obtained with the reference solution (b) (0.50%),
es_es: En el cromatograma obtenido con la solución de análisis, el área de la impureza B debe ser como máximo 5 veces el área del pico principal del cromatograma de la solución de referencia (b) (0.50%).

source: In the chromatogram obtained with the test solution, the area of impurity C, should not be more than 5 times the area of principal peak obtained with the reference solution (b) (0.50%),
es_es: En el cromatograma obtenido con la solución de análisis, el área de la impureza C debe ser como máximo 5 veces el área del pico principal del cromatograma de la solución de referencia (b) (0.50%).

source: In the column re-use experiments, the total recovery of radioactivity determined by summing the radioactivity in the elution and regeneration fractions should not be less than 80%.
es_es: En los ensayos de reutilización de columnas, la recuperación total de la radiactividad determinada mediante la suma de la radiactividad en la elución y las fracciones de regeneración no debe ser inferior al 80%.

source: In the contact surface extracts using polysorbate containing solutions no semi- or non-volatile compounds were detected.
es_es: En los extractos de la superficie de contacto que se realizaron usando soluciones con polisorbato, no se detectaron compuestos semivolátiles o no volátiles.

source: In the context of the implementation of an additional sterile manufacturing area 5 (SM5), a new crimping cap with a shorter skirt length resulting in an improved crimping process behavior, has been established.
es_es: En la implementación del área adicional de fabricación estéril 5 (SM5), se ha establecido una nueva tapa de cierre metálica con un faldón más corto, lo que ha mejorado el comportamiento de crimpado.

source: In the course of the lyophilisation cycle development, the influence of a higher chamber pressure together with increased shelf temperature had become apparent and thus had been identified as critical process parameters.
es_es: Durante el desarrollo del ciclo de liofilización, ya era evidente la influencia de una mayor presión en la cámara y de una temperatura más elevada de almacenamiento. Por lo tanto, estos se identificaron como parámetros críticos del proceso.

source: In the course of the validation all relevant ICH parameters were addressed.
es_es: En el transcurso de la validación se atendieron todos los parámetros relevantes según requerimientos de la ICH.

source: In the course of the validation study the suitability of the acceptance criteria of the SSTs were confirmed.
es_es: A lo largo del estudio de validación, se confirmó la idoneidad de los criterios de aceptación de las pruebas de adecuación del sistema.

source: In the course of the validation study the suitability of the acceptance criteria of the SSTs wereconfirmed.
es_es: A lo largo del estudio de validación, se confirmó la idoneidad de los criterios de aceptación de las pruebas de adecuación del sistema.

source: In the cumulative post-marketing data (DLP 17 Apr 2021) presented in the latest combined Jardiance/Synjardy PBRER (DLP 17 Apr 2021), 64 cases with information on drug exposure during pregnancy were identified.
es_es: En la experiencia acumulada posterior a la comercialización (fecha de cierre de la base de datos: 17 de abril de 2021), que se presentó en el último informe periódico PBRER (fecha de cierre de la base de datos, 17 de abril de 2021), se identificaron 64 casos con información sobre la exposición al medicamento durante el embarazo.

source: In the document, it is demonstrated that the analytical procedure is robust and can be used to determine NDMA in different metformin hydrochloride containing IR drug products (e.g. empagliflozin / metformin hydrochloride film-coated tablets) accurately and precisely.
es_es: En el documento se demuestra que el procedimiento analítico es robusto y sirve para determinar con exactitud y precisión la presencia de NDMA en los distintos medicamentos de liberación inmediata que contienen clorhidrato de metformina (por ejemplo, los comprimidos recubiertos de empagliflozina/clorhidrato de metformina).

source: In the empagliflozin group, patient #1710001078 (T2DM at baseline) was reported with diabetic ketoacidosis, which was adjudicated as certain ketoacidosis of mild intensity.
es_es: En el grupo de empagliflozina, el paciente 1710001078 (diabetes mellitus al inicio) presentó cetoacidosis diabética, que se adjudicó como cetoacidosis certera de intensidad leve.

source: In the empagliflozin group, there was an initial dip in eGFR [mL/min/1.73 m2] (intercept -3.016, 95% CI -3.280, -2.752).
es_es: En el grupo de empagliflozina, hubo una baja inicial en la TFGe [ml/min/1.73 m2] (ordenada al origen -3.016; IC del 95%: -3.280, -2.752).

source: In the evening of Day -1 of each treatment period, study participants were to be admitted to the trial site and kept under close medical surveillance for at least 12 h following drug administration.
es_es: La noche del Día -1 de cada período, los participantes debían hacer su admisión en el centro y permanecer bajo estrecha vigilancia médica al menos durante las 12 horas posteriores a la administración del medicamento.

source: In the event that online randomization is not available, a Randomization Help Line is a back-up.
es_es: En caso de que no esté disponible la aleatorización en línea, se cuenta con una línea de ayuda sobre aleatorización como respaldo.

source: In the federal state Rhineland-Palatine is the responsible Authority the Aufsichts- und Dienstleistungsdirektion (The Supervisory and Service Directorate / Supervision and Service Administration Body in Kaiserslautern).
es_es: En el estado federal de Renania-Palatinado, la autoridad a cargo es la Aufsichts- und Dienstleistungsdirektion (Dirección de Supervisión y Servicios), que es el ente administrador de supervisiones y servicios generales y está situado en la ciudad de Kaiserslautern.

source: In the following Table 2 below the individual batch data of empagliflozin / metformin hydrochloride film-coated tablets stored at 25°C / 60% RH (long-term storage condition CZ I/II), 30°C / 75% RH (long-term storage condition CZ III/IV) and 40°C / 75% RH (accelerated storage condition) are shown.
es_es: En la Tabla 2 que se presenta a continuación, se muestran los datos de partidas individuales de comprimidos recubiertos de empagliflozina/clorhidrato de metformina almacenadas a 25°C/60% HR (condiciones de almacenamiento a largo plazo en zonas climáticas I/II), 30°C/75% HR (condiciones de almacenamiento a largo plazo en zonas climáticas III/IV) y 40°C/75% HR (condiciones de almacenamiento aceleradas).

source: In the following tables the results of Design Verification testing performed obtained to-date real-time storage for spesolimab PFS-NSD-1 are listed:
es_es: En las siguientes tablas, se enumeran los resultados de los análisis de verificación del diseño obtenidos hasta la fecha, con almacenamiento a tiempo real de PFS-NSD-1 de espesolimab:

source: In the following the analytical results are discussed.
es_es: A continuación, se analizan los resultados analíticos.

source: In the following the results obtained in these studies are presented and discussed for each of the impurities described above.
es_es: A continuación se presentan y analizan los resultados obtenidos en estos estudios para cada una de las impurezas mencionadas.

source: In the glimepiride group, two patients had two primary outcome events on the same date.
es_es: En el grupo de glimepirida, dos pacientes tuvieron dos eventos relacionados primario en la misma fecha.

source: In the ha-PA ELISA maximum ha-PA concentrations in the range of 602 ppm in drug substance lot 22403 (derived from run 22001) and minimum of 378 ppm in drug substance lot 22400 (derived from run 22000) were detected.
es_es: Por medio de ELISA para ha-PA, se detectó una concentración máxima de ha-PA de 602 ppm en la partida del principio activo 22403 (derivada de la corrida 22001) y una concentración mínima de 378 ppm en la partida del principio activo 22400 (derivada de la corrida 22000).

source: In the initial experiment with rat S9 (10% and 30%), no precipitation was observed up to a concentration of 1000 µg/plate.
es_es: En el ensayo inicial con la mezcla S9 de ratas (10% y 30%), no se observó precipitación alguna hasta una concentración de 1000 µg/placa.

source: In the manufacturing process of one of the key starting materials (BI 1356 phthalimide) for linagliptin, the class 2A elements Pt and Rh are intentionally added as catalysts but are subsequently removed during the synthesis of linagliptin.
es_es: En el proceso de fabricación de uno de los materiales iniciales claves (BI 1356 ftalimida) de la linagliptina, se añaden intencionalmente como catalizadores los elementos de clase 2A Pt y Rh, que luego se eliminan durante la síntesis de la linagliptina.

source: In the meantime, NO-HCTZ has been defined as a non-mutagenic impurity (NMI) because of negative result in in-vivo mutagenicity study for the substance (data is not yet publicly available), meaning it can be controlled according to ICH Q3A and Q3B.
es_es: A su vez, la NO-HCTZ se definió como una impureza no mutagénica, dado que el estudio de mutagenicidad in vivo dio negativo para la sustancia (la información aún no se ha hecho publica), lo que significa que se la puede controlar aplicando los lineamientos Q3A y Q3B de la ICH.

source: In the neat / native rubber stoppers several volatile substances could be detected at or above the AET.
es_es: En el tapón puro o nativo, se detectaron varias sustancias volátiles en niveles iguales o superiores al umbral de evaluación analítica.

source: In the noncompartmental analysis, concentration data identified with NOS, NOR, or NOA were generally not considered.
es_es: En el análisis compartimental, las concentraciones se identificaban con las siglas correspondientes (respectivamente NOS, NOR o NOA en los tres primeros casos) y en general no se consideraban.

source: In the past years release values of degradation product Z have been detected to be near or above the current registered release specification of ≤ 0.3 % independent of the manufacturing site.
es_es: Los valores de liberación de los últimos años arrojan valores del producto de degradación Z cercanos o superiores a la especificación de liberación registrada vigente (≤ 0.3 %), cualquiera haya sido la planta productora.

source: In the past, the company SMS medipool was only the supplier, but in the meantime PMT acts as manufacturer as well as supplier for BI.
es_es: En un pasado, la empresa SMS medipool era simplmente el proveedor de este material, pero en la actualidad PMT es el fabricante y también el proveedor de BI.

source: In the patients that did change status, shifts from normal to pre-diabetes (the most common) and from pre-diabetes to diabetes (less common) were reported for a lower proportion of patients in the empagliflozin group than in the placebo group.
es_es: En aquellos pacientes cuyo estado de diabetes no cambió, los cambios de normal a prediabetes (el cambio más frecuente) y de prediabetes a diabetes (menos frecuente) se consignó para una menor proporción de pacientes de empagliflozina que de placebo.

source: In the phase 2b/3 trial of tenecteplase in acute ischaemic stroke TNK-S2B, the investigators found that the 0.4 mg/kg dose was inferior to a dose of 0.25 mg/kg and so stopped recruitment to this group, whereas the phase 3 NOR TEST-2 trial was terminated early when a dose of 0.4 mg/kg resulted in higher rates of symptomatic haemorrhage and worse clinical outcomes than with 0.9 mg/kg alteplase.7,12
es_es: En TNK-S2B, un ensayo de fase 2b/3 en el que se evaluó la tenecteplasa en accidente cerebrovascular isquémico agudo, los investigadores hallaron que la dosis de 0.4 mg/kg era inferior a una dosis de 0.25 mg/kg y, por lo tanto, detuvieron el reclutamiento en este grupo; a su vez, el ensayo de fase 3 NOR TEST-2 se concluyó por anticipado cuando una dosis de 0.4 mg/kg produjo tasas más altas de hemorragia sintomática y peores resultados clínicos que 0.9 mg/kg de alteplasa.7,12

source: In the placebo group, adjudicated HHF occurred in 352 patients, of which 109 patients (31.0%) had a second HHF (Table 15.2.4.2: 1).
es_es: En el grupo de placebo, se adjudicó hospitalización por insuficiencia cardíaca en 352 pacientes, de los cuales 109 (31.0%) presentaron una segunda HIC (Tabla 15.2.4.2: 1).

source: In the placebo group, adjudicated HHF occurred in 352 patients, of which 11 patients (3.1%) had a new occurrence within 30 days of the first (Table 15.2.4.2: 2).
es_es: En el grupo de placebo, se adjudicó hospitalización por insuficiencia cardíaca en 352 pacientes, de los cuales 11 (3.1%) presentaron una segunda HIC dentro de los 30 días de la primera (Tabla 15.2.4.2: 2).

source: In the placebo group, eGFR declined more steeply over time, with an estimated slope of -2.616 per year (95% CI -2.827, -2.405).
es_es: En el grupo de placebo, la TFGe disminuyó más abruptamente con el tiempo, con una pendiente estimada de -2.616 por año (IC del 95%: -2.827, -2.405).

source: In the placebo group, numerical decreases were observed in haemoglobin and haematocrit values (Table 12.3.1: 1).
es_es: En el grupo de placebo, se observaron disminuciones nominales en la hemoglobina y el hematocrito (Tabla 12.3.1: 1).

source: In the placebo group, patient #1702004018 (T2DM at baseline) was adjudicated with certain ketoacidosis of moderate intensity (PT ketoacidosis).
es_es: En el grupo de placebo, el paciente 1702004018 (diabetes mellitus tipo 2 al inicio) se adjudicó con cetoacidosis certera de intensidad moderada (término preferente cetoacidosis).

source: In the presence of missing data for the secondary modified Rankin scale outcome, sensitivity analysis will be conducted under a range of assumptions about the missing data.
es_es: Si faltan datos sobre el resultado secundario de la escala de Rankin modificada, se realizarán análisis de sensibilidad considerando un rango de hipótesis sobre los datos ausentes.

source: In the prespecified pooled analysis with the original trial data, baseline characteristics were generally well balanced between treatment groups, although atrial fibrillation was more frequent in patients who received alteplase and interhospital transfer for treatment was more frequent in patients who received tenecteplase (eTable 5 in Supplement 1).
es_es: En el análisis agrupado con los datos del ensayo original, las características iniciales estuvieron generalmente equilibradas entre los grupos de tratamiento, aunque la fibrilación auricular fue más frecuente en pacientes que recibieron alteplasa y el traslado interhospitalario para tratamiento fue más frecuente en pacientes que recibieron tenecteplasa (Tabla digital 5 en el Suplemento 1).

source: In the processes, no combination of secondary or tertiary amines with nitrite sources and/or a low pH value occurs.
es_es: En el proceso, no se combinan aminas secundarias ni terciarias con fuentes de nitrito ni presentan pH bajos.
